{
  "Leaderboard": {
    "items": [
      {
        "q": "How can I get experience (XP) in Anime Parlour?",
        "a": "• Being active in the general rooms will grant you Server XP. You get 10-20 XP per message, but keep in mind there's a 2 minute cooldown, meaning line-splitting or sending messages in multiple lines will not generate XP faster."
      },
      {
        "q": "How do I check my XP?",
        "a": "• To check your Server XP, go to ╭꒰🧊꒱all-bots and type .rank. (See the message above if you are unsure how Server XP works!)"
      }
    ],
    "icon": "fa-regular fa-message"
  },

  "Server Permission": {
    "items": [
      {
        "q": "why can't I see the channel #Selfie?",
        "a": "You need to be at least level 10 to access the selfie channel"
      },
      {
        "q": "why can't I post attachments in general chat?",
        "a": "You need to be at least level 5 to post attachements in lounge chat or in other text channels"
      },
      {
        "q": "Which level role can bypass giveaway requirements?",
        "a": "You need to be at least level 45 to bypass giveaway requirements"
      },
      {
        "q": "How do I get the DJ role?",
        "a": "You need to be at least level 30 to get the DJ role"
      }
    ],
    "icon": "fa-regular fa-user"
  },
  "Punishment System": {
    "items": [
      {
        "q": "How does punishment System work in AP?",
        "a": "At 15th warns or at 10th mutes or 5th kick - the user should be banned for two weeks. Ban Appeal is only 1 time available. Depending on the severity of the breach, staff members are at liberty to deviate from this system."
      },
      {
        "q": "Do automatic warns count?",
        "a": "Nope, they don't. But if you get many automatic warns at the same time, you can be banned temporality "
      },
      {
        "q": "Why is swearing against the rules?",
        "a": "Swearing results in toxicity and causes the server to be an unfriendly environment. We are allowing members to swear, but only in one condition: You must not use swear words to be rude towards others and that is a strict rule."
      },
      {
        "q": "Why did my username get moderated? (nickname set to something else)",
        "a": "If your nickanme contains any Zalgo symbols or NSFW content, your nickname gets moderated. Ping an active moderator to request a username change"
      }
    ],
    "icon": "fa-solid fa-shield"
  },
  "Booster + Donators": {
    "items": [
      {
        "q": "What is nitro server boosting?",
        "a": "Nitro Server Boosting is an exclusive feature for Nitro users, wherein they can work together to unlock collective perks for the server they boost, from server banners to more emoji slots, for example."
      },
      {
        "q": "How much do I need to donate to get the donator role?",
        "a": "You need to donate at least 5$ to get the donator role and their perks"
      },
      {
        "q": "What are the payment methods?",
        "a": "Payment methods are Nitro Code and PayPal!"
      },
      {
        "q": "Who do I need to contact to donate?",
        "a": "To Donate to our server, feel free to create a #ticket in the server"
      }
    ],
    "icon": "fa-regular fa-credit-card"
  },
  "Social Activities": {
    "items": [
      {
        "q": "What are Squads and how do I join one?",
        "a": "Squads are groups of people with a similar interest, they can have their own hidden channels within Anime Parlour where they can manage their own events or hang out! You can join a squad by simply sending a DM to the Squad Leader of the squad you want to be part of and ask them to add you to their squad."
      },
      {
        "q": "How to create a social squad in AP?",
        "a": "It is simple ! First, you need at least a team of 3 Members with same interests. Secondly, you need a topic on your social squad (e.g Art, Books, Senpai, Naruto, music, movie..ect). If you got those two conditions, create a ticket in ╰꒰🎫꒱server-tickets !"
      },
      {
        "q": "Which Squads can be declined?",
        "a": "Any squads that support violating our server rules or discord rules are declined - having an international squad is allowed !"
      },
      {
        "q": "How to get a verified artist role?",
        "a": "You need to post at least 10 artworks in #verified artists to get the verified role"
      },
      {
        "q": "How to post a meme in #AP-memes channel?",
        "a": "DM any staff to post a meme in #AP-memes channel"
      },
      {
        "q": "What is Recruit a Friend server campaign?",
        "a": "If your friend gets @❃『Level 10 | Rookie』°  role - you receive the @Friendliest among Friends transparent role, that will be visible on the top of your roles with other unique transparent roles! Show off your superior social skills with this amazing role or stay a loser runner up that you are, the choice is yours !"
      },
      {
        "q": "What are differences between serious chat and lounge chat?",
        "a": "Lounge chat is where everyone talk to each other and ask how their day is going or talk at any topic they want. Serious chat is where people talk about something serious like what problems the person is facing in his/her life and want some opinion about it, or if he/she is having family issues and want someone to tell them how to fix it."
      },
      {
        "q": "How do I send a confession",
        "a": "There are 2 ways, 1. Go into ︰⸝⸝🍧confessions channel and write any message and it should appear as an confession, 2.  Message Tippy#8969 and write confess 737651436220842034 [message here] and it should also appear. Note confessions are logged."
      }
    ],
    "icon": "fa-regular fa-image"
  },
  "Support": {
    "items": [
      {
        "q": "How do I report a member who is breaking Discord TOS in the server?",
        "a": "if no staffs are online trying convincing them to stop what rule they are breaking, if they don't stop dm any staff with the ID of that rule breaker and the proof of what he did and when the staff will come online he will punish that person."
      },
      {
        "q": "How do I become a staff member?",
        "a": "You need to donate at least 5$ to get the donator role and their perks"
      },
      {
        "q": "What should I do if I need help?",
        "a": "Payment methods are Nitro Code and PayPal!"
      },
      {
        "q": "Can I partner with this server? If so, how?",
        "a": "To Donate to our server, feel free to create a #ticket in the server"
      },
      {
        "q": "Who are the staff members of the server?",
        "a": "Visit this page to know who are staff members of the server"
      },
      {
        "q": "How do I report a Staff?",
        "a": "To Donate to our server, feel free to create a #ticket in the server"
      }
    ],
    "icon": "fa-regular fa-circle-question"
  },
  "Others": {
    "items": [
      {
        "q": "Can I use my alternative accounts?",
        "a": "Alternate accounts are not permitted in the server. Please only join with one account or we'll ban them all"
      },
      {
        "q": "What is Zalgo?",
        "a": "When text is surrounded by a bunch of markings ĺ̶̎ỉ̴̯k̸͔̍e̸̢͠ ̴̣̽t̶̪̐h̸̋̐ì̴̲s̵͙͛, it's considered zalgo, and weird fonts are included. It's not allowed to be used excessively as it causes major spam and is annoying to see within chats."
      },
      {
        "q": "When is the next giveaway & how to host one?",
        "a": "There isn't an exact time for the next giveaway, and to host a giveaway you must DM admins"
      }
    ],
    "icon": "fa-regular fa-circle-check"
  }
}

