{
  "Leaderboard": {
    "items": [
      {
        "q": "How can I get experience (XP) in Anime Parlour?",
        "a": "• Being active in the general rooms will grant you Server XP. You get 10-20 XP per message, but keep in mind there's a 2 minute cooldown, meaning line-splitting or sending messages in multiple lines will not generate XP faster."
      },
      {
        "q": "How do I check my XP?",
        "a": "• To check your Server XP, go to ╭꒰🧊꒱all-bots and type .rank. (See the message above if you are unsure how Server XP works!)"
      }
    ],
    "icon": "fa-regular fa-message"
  },

  "Server Permission": {
    "items": [
      {
        "q": "why can't I see the channel #Selfie?",
        "a": "You need to be at least level 10 to access the selfie channel"
      },
      {
        "q": "why can't I post attachments in general chat?",
        "a": "You need to be at least level 5 to post attachements in lounge chat or in other text channels"
      },
      {
        "q": "Which level role can bypass giveaway requirements?",
        "a": "You need to be at least level 45 to bypass giveaway requirements"
      },
      {
        "q": "How do I get the DJ role?",
        "a": "You need to be at least level 30 to get the DJ role"
      }
    ],
    "icon": "fa-regular fa-user"
  },
  "Punishment System": {
    "items": [
      {
        "q": "How does punishment System work in AP?",
        "a": "At 15th warns or at 10th mutes or 5th kick - the user should be banned for two weeks. Ban Appeal is only 1 time available. Depending on the severity of the breach, staff members are at liberty to deviate from this system."
      },
      {
        "q": "Do automatic warns count?",
        "a": "Nope, they don't. But if you get many automatic warns at the same time, you can be banned temporality "
      },
      {
        "q": "Why is swearing against the rules?",
        "a": "Swearing results in toxicity and causes the server to be an unfriendly environment. We are allowing members to swear, but only in one condition: You must not use swear words to be rude towards others and that is a strict rule."
      },
      {
        "q": "Why did my username get moderated? (nickname set to something else)",
        "a": "If your nickanme contains any Zalgo symbols or NSFW content, your nickname gets moderated. Ping an active moderator to request a username change"
      }
    ],
    "icon": "fa-solid fa-shield"
  },
  "Booster + Donators": {
    "items": [
      {
        "q": "What is nitro server boosting?",
        "a": "Nitro Server Boosting is an exclusive feature for Nitro users, wherein they can work together to unlock collective perks for the server they boost, from server banners to more emoji slots, for example."
      },
      {
        "q": "How much do I need to donate to get the donator role?",
        "a": "You need to donate at least 5$ to get the donator role and their perks"
      },
      {
        "q": "What are the payment methods?",
        "a": "Payment methods are Nitro Code and PayPal!"
      },
      {
        "q": "Who do I need to contact to donate?",
        "a": " To Donate to our server, feel free to create a #ticket in the server"
      }
    ],
    "icon": "fa-regular fa-credit-card"
  }
}

